---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightVoltageLoss
source: html/19e1a303-cc3a-069d-6b64-0962d6f4c491.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightVoltageLoss Property

"Voltage Loss"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightVoltageLoss { get; }
```